tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "nvm"
brew "python@3.10"
brew "rust"
brew "shfmt"
brew "zsh"
cask "1password"
cask "anydesk"
cask "contexts"
cask "devtoys"
cask "figma"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "raycast"
cask "rocket"
cask "spectacle"
cask "todoist"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Monosnap", id: 540348655
